Repository: davidsansome/gtk-qt-engine
Catalog: gtk-qt-engine/po/*.po
Languages: ko, lt, pt_br, uk, zh_cn

source: Dialog
pt_br: Diálogo
uk: Діалогове вікно
zh_cn: 对话框

source: GTK Styles
ko: GTK 스타일
lt: GTK stiliai
pt_br: Estilos GTK
uk: Стилі GTK
zh_cn: GTK 风格

source: &Use my KDE style in GTK applications
pt_br: &Use meus estilos KDE nos programas GTK
uk: &Мій стиль KDE у програмах GTK
zh_cn: 在 GTK 应用程序中使用我的 KDE 风格(&U)

source: Use &another style:
pt_br: Use &outro estilo:
uk: &Інший стиль:
zh_cn: 使用其它风格(&A)：

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Warning:</span> The Gtk-Qt theme engine is not installed. This means you will not be able to use your KDE style in GTK applications.</p></body></html>
pt_br: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Aviso:</span> O Gtk-Qt theme engine não está instalado. Isso siginifica que você não poderá usar seus estilos KDE nos programas GTK. < /p> </body></html>
uk: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Попередження:</span> рушій тем Gtk-Qt не встановлено. Це означає, що ви не зможете використовувати ваш стиль KDE у програмах GTK.</p></body></html>
zh_cn: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">警告：</span> 没有安装 Gtk-Qt 主题引擎。这意味着您无法在 GTK 应用程序中使用您的 KDE 风格。</p></body></html>

source: Gtk-Qt theme engine homepage
ko: Gtk-Qt 테마 엔진 홈페이지
lt: Gtk-Qt temų variklio žiniatinklio svetainė
pt_br: Página do Gtk-Qt theme engine
uk: Домашня сторінка рушія тем Gtk-Qt
zh_cn: Gtk-Qt 主题引擎主页

source: Change search paths...
pt_br: Trocar caminhos de busca
uk: Змінити шляхи пошуку...
zh_cn: 更改搜索路径...

source: GTK Fonts
ko: GTK 글꼴
lt: GTK šriftai
pt_br: Fontes GTK
uk: Шрифти GTK
zh_cn: GTK 字体

source: Use m&y KDE fonts in GTK applications
pt_br: Use minhas &fontes KDE nos programas GTK
uk: М&ої шрифти KDE у програмах GTK
zh_cn: 在 GTK 应用程序中使用我的 KDE 字体(&Y)

source: Use another font:
ko: 다른 글꼴 사용하기:
lt: Naudoti kitą šriftą:
pt_br: Usar outra fonte:
uk: Інший шрифт:
zh_cn: 使用其它字体：

source: Change...
ko: 바꾸기...
lt: Pakeisti...
pt_br: Modificar...
uk: Змінити...
zh_cn: 更改...

source: The Quick Brown Fox Jumped Over The Lazy Dog
ko: 키스의 고유 조건은 입술끼리 만나야 되고 특별한 요령은 필요치 않다.
lt: Įlinkdama fechtuotojo špaga sublykčiojusi pragręžė apvalų arbūzą.
pt_br: Frase de exemplo da área de fontes
uk: Тест українських та English символів
zh_cn: The Quick Brown Fox Jumped Over The Lazy Dog 欲穷千里目 更上一层楼

source: Firefox and Thunderbird
ko: Firefox와 Thunderbird
lt: Firefox ir Thunderbird
pt_br: Firefox e Thunderbird
uk: Firefox і Thunderbird
zh_cn: Firefox 和 Thunderbird

source: Scrollbar buttons may sometimes be displayed incorrectly in Firefox and Thunderbird. This can be fixed by installing some files into your Mozilla profile.
ko: Firefox와 Thunderbird에서 때때로 스크롤바 단추들이 잘못 표시될 수 있습니다. 이는 Mozilla 프로필에 몇몇 파일을 추가해서 해결할 수 있습니다.
lt: Slinkties juostos mygtukai kartais rodomi neteisingai Firefox ir Thunderbird programose. Galite tai pataisyti įdiegdami keletą failų į savo Mozilla profilį.
pt_br: Botões das barras de rolagens podem ser mostrados incorretamente no Firefox e Thunderbird. Isso pode ser arrumado instalando alguns arquivos no seu perfil do Mozilla.
uk: Іноді система неправильно показує кнопки смужки гортання у Firefox і Thunderbird. Цю ваду можна виправити встановленням декількох файлів до вашого профілю Mozilla.
zh_cn: 在 Firefox 和 Thunderbird 中的滚动条按钮有时候显示不正确。这可以通过在您的 Mozilla 配置文件中安装一些文件来修复它。

source: I&nstall scrollbar fix...
pt_br: I&nstalar correção de barra de rolagem.
uk: В&иправити смужки гортання...
zh_cn: 安装滚动条修复(&N)...

source: Note that changes made here will only affect GTK applications when KDE is running. To change the styles and fonts used by applications in GNOME, use the GNOME configuration tools.
pt_br: Saiba que mudanças feitas aqui irão apenas afetar os programas GTK quando o KDE estiver sendo executado. Para modificar os estilos e fontes utilizados pelos programas no GNOME, use as ferramentas de configurações do GNOME.
uk: Зауважте, що внесені за допомогою цього модуля зміни вплинуть лише на програми GTK, запущені у середовищі. Щоб змінити стилі і шрифти, які використовуються програмами у GNOME, скористайтесь інструментами налаштування GNOME.
zh_cn: 注意，在此作出的更改仅会在 KDE 运行时影响到 GTK 应用程序。 要更改 GNOME 中应用程序所使用的风格和字体，请使用 GNOME 配置工具。

source: Change search paths
pt_br: Trocar caminhos de busca
uk: Змінити шляхи пошуку
zh_cn: 更改搜索路径

source: The control center module could not find the GTK-Qt theme engine in its list of search paths. If you have installed it elsewhere, you will need to add the correct path to the list below.
pt_br: O módulo da central de controlenão pode achar o GTK-Qt theme engine na sua lista de caminhos de buscas. Se você instalou em outro lugar, você precisará incluir o caminho correto na lista abaixo.
uk: Модулеві Центру керування не вдалося знайти рушія тем GTK-Qt за списком шляхів для пошуку. Якщо ви встановили цей рушій у якомусь іншому місці, вам слід додати відповідний шлях до наведеного нижче списку.
zh_cn: 控制中心模块无法在其搜索路径列表中找到 GTK-Qt 主题引擎。 如果您已将其安装于某个位置，您需要将正确的路径添加到下方的列表中。

source: Add
pt_br: Incluir
uk: Додати
zh_cn: 添加

source: Remove
pt_br: Remover
uk: Вилучити
zh_cn: 删除

source: Change the appearance of GTK applications
pt_br: Trocar a aparência dos programas GTK
uk: Змінити вигляд програм GTK
zh_cn: 更改 GTK 应用程序的外观

source: %1 (size %2)
ko: %1 (크기 %2)
lt: %1 (dydis %2)
pt_br: %1 (tamanho %2)
uk: %1 (розмір %2)
zh_cn: %1 (大小 %2)

source: No Mozilla profiles found
ko: Mozilla 프로필을 찾을 수 없음
lt: Mozilla profilių nerasta
pt_br: Nenhum perfil Mozilla encontrado
uk: Не знайдено профілів Mozilla
zh_cn: 未找到 Mozilla 配置文件

source: Could not load Mozilla profiles
ko: Mozilla 프로필을 불러올 수 없음
lt: Nepavyko įkelti mozilla profilių
pt_br: Não pode carregar perfis Mozilla
uk: Не вдалося завантажити профілі Mozilla
zh_cn: 无法装入 Mozilla 配置文件

source: Your Mozilla profile was updated sucessfully. You must close and restart all Firefox and Thunderbird windows for the changes to take effect
ko: Mozilla 프로필을 업데이트하였습니다. 모든 Firefox와 Thunderbird를종료한 다음 다시 시작해야 효과가 적용됩니다.
lt: Jūsų Mozilla profilis buvo sėkmingai atnaujintas. Pakeitimai įsigalios tada, kai užversite ir iš naujo paleisite visus Firefox ir Thunderbird langus.
pt_br: Seu perfil Mozilla foi atualizado com sucesso. Você deve fechar e reiniciar todas as janelas Firefox e Thunderbird para que as mudanças façam efeito
uk: Ваш профіль Mozilla було успішно оновлено. Вам слід перезапустити всі запущені копії Firefox і Thunderbird, щоб зміни набули чинності.
zh_cn: 您的 Mozilla 配置文件已经成功更新。 您必须关闭并重启动所有的 Firefox 和 Thunderbird 窗口以使更改生效

source: Mozilla profile
ko: Mozilla 프로필
lt: Mozilla profilis
pt_br: Perfil Mozilla
uk: Профіль Mozilla
zh_cn: Mozilla 配置文件

source: Could not write to %1
ko: %1에 쓸 수 없음
lt: Nepavyko rašyti į %1
pt_br: Não pode escrever em %1
uk: Не вдається записати до %1
zh_cn: 无法写入 %1

source: _: NAME OF TRANSLATORS Your names
ko: Park Shinjo
lt: Donatas Glodenis

source: _: EMAIL OF TRANSLATORS Your emails
ko: peremen@gmail.com
lt: dgvirtual@akl.lt

source: Use my KDE style in GTK applications
ko: 내 KDE 스타일을 GTK 프로그램에서 사용하기
lt: Naudoti KDE stilius GTK programose

source: Use another style:
ko: 다른 스타일 사용하기
lt: Naudoti kitą stilių:

source: <b>Warning:</b> The Gtk-Qt theme engine is not installed. This means you will not be able to use your KDE style in GTK applications.
ko: <b>경고:</b> Gtk-Qt 테마 엔진이 설치되지 않았습니다. GTK 프로그램에서 KDE 스타일을 사용할 수 없습니다.
lt: <b>Perspėjimas:</b> Gtk-Qt temų variklis nėra įdiegtas. Tai reiškia, kad negalėsite naudoti KDE stiliaus GTK programose

source: Use my KDE fonts in GTK applications
ko: 내 KDE 글꼴을 GTK 프로그램에서 사용하기
lt: Naudoti KDE šriftus GTK programose

source: Preview line 1
ko: 미리 보기 줄 1
lt: Peržiūra 1

source: Install scrollbar fix...
ko: 스크롤바 픽스 설치하기...
lt: Slinkties juostos pataisymas diegiamas...

source: Profile
ko: 프로필
lt: Profilis

source: Please select the profiles that you want to fix:
ko: 픽스를 설치할 프로필을 선택하십시오:
lt: Prašome pasirinkti taisytiną profilį:
