Repository: davidsansome/gtk-qt-engine
Catalog: trunk/gtk-qt-engine/po/*.po
Languages: de, nl, ro

source: GTK Styles
de: GTK-Stile
nl: GTK stijlen
ro: Stiluri GTK

source: &Use my KDE style in GTK applications
de: KDE-Stil in GTK-Anwendungen &verwenden
nl: Gebruik mijn KDE stijl in GTK applicaties
ro: &Utilizează stilul meu KDE în aplicații GTK

source: Use &another style:
de: &Anderen Stil verwenden:
nl: Gebruik een andere stijl:
ro: Utilizează &alt stil:

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Warning:</span> The Gtk-Qt theme engine is not installed. This means you will not be able to use your KDE style in GTK applications.</p></body></html>
de: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Warnung:</span> Die Gtk-Qt-Theme-Engine ist nicht installiert. Das bedeutet, dass Sie Ihren KDE-Stil nicht in GTK-Anwendungen verwenden können.</p></body></html>
nl: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Waarschuwing:</span> De Gtk-Qt theme engine is niet geïnstalleerd. Dit betekent dat u niet in staat zal zijn om uw KDE stijl in GTK applicaties te gebruiken.</p></body></html>
ro: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Atenție:</span> Motorul de tematici Gtk-Qt nu este instalat. Aceasta înseamnă că nu veți putea să utilizați stilul dumneavoastră KDE în aplicațiile GTK.</p></body></html>

source: Gtk-Qt theme engine homepage
de: Homepage der Gtk-Qt-Theme-Engine
nl: Gtk-Qt theme engine homepagina
ro: Pagina oficială a motorului de tematici Gtk-Qt

source: Change search paths...
de: Suchpfade ändern ...
nl: Verander zoeklocaties
ro: Modificare căi de căutare...

source: GTK Fonts
de: GTK-Schriftarten
nl: GTK lettertypen
ro: Fonturi GTK

source: Use m&y KDE fonts in GTK applications
de: &KDE-Schriftarten in GTK-Anwendungen verwenden
nl: Gebruik mijn KDE lettertypen in GTK applicaties
ro: Utili&zează fonturile mele KDE în aplicațiile GTK

source: Use another font:
de: Eine andere Schriftart verwenden:
nl: Gebruik een ander lettertype:
ro: Utilizează alt font:

source: Change...
de: Ändern ...
nl: Veranderen...
ro: Modificare...

source: The Quick Brown Fox Jumped Over The Lazy Dog
de: Falsches Üben von Xylophonmusik quält jeden größeren Zwerg
ro: „âÂşŞţŢ” - Mica vulpiță șireată sare peste cîinele leneș

source: Firefox and Thunderbird
de: Firefox und Thunderbird
nl: Firefox en Thunderbird
ro: Firefox și Thunderbird

source: Scrollbar buttons may sometimes be displayed incorrectly in Firefox and Thunderbird. This can be fixed by installing some files into your Mozilla profile.
de: Die Knöpfe der Bildlaufleiste werden in Firefox und Thunderbird gelegentlich falsch dargestellt. Dies kann durch das Installieren einiger Dateien in das Mozilla-Profilverzeichnis behoben werden.
nl: Knoppen op de scrollbar kunnen soms verkeerd weergegeven worden in Firefox en Thunderbird. Dit kan gerepareerd worden door enkele bestanden te installeren in uw mozilla profiel.
ro: Butoanele barei de derulare pot fi afișate incorect uneori în Firefox și Thunderbird. Aceasta se poate repara instalînd anumite fișiere în profilul dumneavoastră Mozilla.

source: I&nstall scrollbar fix...
de: Korrektur für Bildlaufleiste i&nstallieren ...
nl: I&nstalleer scrollbar fix...
ro: I&nstalează corectorul barei de derulare...

source: Note that changes made here will only affect GTK applications when KDE is running. To change the styles and fonts used by applications in GNOME, use the GNOME configuration tools.
de: Beachten Sie, dass die hier durchgeführten Änderungen GTK-Anwendungen nur betreffen, sofern sie unter KDE ausgeführt werden. Verwenden Sie die Gnome-Einrichtungswerkzeuge, um die Stile und Schriftarten von Anwendungen in Gnome zu verändern
nl: Hou er rekening mee dat de hier gemaakte wijzigingen alleen effect zullen hebben op GTK applicaties als KDE draait. Gebruik de GNOME configuratie instellingen om de stijlen en lettertypen van applicaties onder GNOME te veranderen.
ro: Rețineți că modificările făcute aici vor afecta aplicațiile GTK numai atunci cînd rulează KDE. Pentru a modifica stilurile și fonturile utilizate de aplicații în GNOME, utilizați uneltele de configurare GNOME.

source: Change search paths
de: Suchpfade ändern
nl: Verander zoeklocaties
ro: Modifică căile de căutare

source: The control center module could not find the GTK-Qt theme engine in its list of search paths. If you have installed it elsewhere, you will need to add the correct path to the list below.
de: Das Kontrollzentrum-Modul konnte die GTK-Qt-Theme-Engine nicht in der Liste der Suchpfade finden. Wenn Sie sie an einem anderen Ort installiert haben, müssen Sie den korrekten Pfad der Liste hinzufügen.
nl: De module Systeeminstellingen kon de GTK-Qt theme engine niet vinden in de lijst van zoeklocaties. Als u het ergens anders hebt geïnstalleerd dient u de correcte locatie toe te voegen in de onderstaande lijst.
ro: Modulul centrului de control nu a putut găsi motorul de tematici GTK-Qt în lista sa cu căi de căutare. Dacă l-ați instalat altundeva, va trebui să adăugați calea corectă în lista de mai jos.

source: Add
de: Hinzufügen
nl: Toevoegen
ro: Adaugă

source: Remove
de: Entfernen
nl: Verwijderen
ro: Elimină

source: Change the appearance of GTK applications
de: Das Erscheinungsbild von GTK-Anwednungen ändern
nl: Verander het uiterlijk van GTK applicaties
ro: Schimbă aspectul aplicațiilor GTK

source: %1 (size %2)
de: %1 (Größe %2)
nl: %1 (grootte %2)
ro: %1 (dimensiune %2)

source: No Mozilla profiles found
de: Keine Mozilla-Profile gefunden
nl: Geen Mozilla profielen gevonden
ro: Niciun profil Mozilla găsit

source: Could not load Mozilla profiles
de: Die Mozilla-Profile konnten nicht geladen werden
nl: Kon Mozilla profielen niet laden
ro: Profilurile Mozilla nu au putut fi încărcate

source: Your Mozilla profile was updated sucessfully. You must close and restart all Firefox and Thunderbird windows for the changes to take effect
de: Das Mozilla-Profil wurde erfolgreich aktualisiert. Alle laufenden Firefox- und Thunderbird-Fenster müssen geschlossen und neu geöffnet werden, um die Änderungen zu übernehmen.
nl: Uw Mozilla profiel werd succesvol aangepast. U moet alle Thunderbird en Firefox vensters sluiten en herstarten vooraleer de veranderingen effect hebben
ro: Profilul dumneavoastră Mozilla a fost actualizat cu succes. Trebuie să închideți și să reporniți toate ferestrele Firefox și Thunderbird pentru ca modificările să intre în vigoare

source: Mozilla profile
de: Mozilla-Profil
nl: Mozilla profiel
ro: Profil Mozilla

source: Could not write to %1
de: %1 ließ sich nicht schreiben
nl: Kon niet schrijven naar %1
ro: Nu am putut scrie în %1

source: Dialog
nl: Dialoog
